#+BEGIN: clocktable 2013-09-28 19-25-23
total 56
-rw-r--r--  1 susuxixi  staff    16 Sep 28 17:13 README.md
-rw-r--r--  1 susuxixi  staff  1036 Sep 28 18:14 orgtime.el
-rw-r--r--  1 susuxixi  staff  1020 Sep 28 18:12 orgtime.el~
-rw-------  1 susuxixi  staff  4596 Sep 28 17:14 pyorg.py
-rw-r--r--  1 susuxixi  staff   559 Sep 28 18:14 test.org
-rw-r--r--  1 susuxixi  staff   570 Sep 28 18:12 test.org~
#+END:

* dummy												:t1:
   CLOCK: [2013-09-28 Sat 17:53]--[2013-09-28 Sat 18:53] =>  1:00
* dsds												:t3:
  CLOCK: [2013-09-28 Sat 17:53]--[2013-09-28 Sat 18:55] =>  1:02
  
| Time Range         |              Work Time |
|--------------------+------------------------|
| Today              |                      1 |
| This Week          |                     23 |
| This Month sdfsdfs | ssssssssssssss     111 |
|                    |                        |

 text   | float  |    exp    | int |   auto
========+========+===========+=====+==========
abcd    | 67.000 | 6.540e+02 |  89 | 128.001
efghijk | 67.543 | 6.540e-01 |  90 | 1.280e+22
lmn     |  0.000 | 5.000e-78 |  89 | 0.000
opqrstu |  0.023 | 5.000e+78 |  92 | 1.280e+22


| text    |  float |     sdfsd | int |      auto |
|---------+--------+-----------+-----+-----------|
| abcd    | 67.000 | 6.540e+02 |  89 |   128.001 |
| efghijk | 67.543 | 6.540e-01 |  90 | 1.280e+22 |
| lmn     |  0.000 | 5.000e-78 |  89 |     0.000 |
| opqrstu |  0.023 | 5.000e+78 |  92 | 1.280e+22 |

